INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 27 16:20:18.210: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 16:20:18 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
69725  -rw-            11539  Oct 12 2018 00:57:04 +00:00  underlay-20180922
69726  -rw-            11539  Oct 12 2018 00:57:05 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
 8082  -rw-            11198  Oct 11 2018 23:25:39 +00:00  underlay
 8083  -rw-            11198  Oct 11 2018 23:25:39 +00:00  underlay-20180922
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
40564  -rw-        5255  Oct 12 2018 08:11:49 +00:00  underlay
40565  -rw-        5176  Oct 15 2016 17:07:02 +00:00  underlay-20160830
40569  -rw-        5901  Jun 20 2018 15:28:21 +00:00  underlay-20180607
40575  -rw-        5255  Oct 12 2018 08:11:44 +00:00  underlay-20180922
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2086 

INFO:root:

C3850-1>enable
Password: 
*Feb 27 23:36:22.469: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:36:22 UTC Wed Feb 27 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
 7748  -rw-            10049  Jun 25 2017 20:05:41 +00:00  underlay-20170625
 7750  -rw-             9393   Aug 6 2017 19:49:28 +00:00  underlay-20170806
 7796  -rw-            11122  Oct 12 2018 08:11:53 +00:00  underlay-20180922
 7752  -rw-             9419  Aug 17 2017 18:34:40 +00:00  underlay-20170817
 7747  -rw-             7694  Jun 10 2018 11:34:31 +00:00  underlay-20180607
 7753  -rw-             9410  Sep 25 2017 19:19:07 +00:00  underlay-20170925
 7762  -rw-             7966  Jan 30 2018 10:38:58 +00:00  underlay-20180125
 7769  -rw-            11122  Oct 12 2018 08:11:54 +00:00  underlay
 7770  -rw-            11093  Oct 15 2016 16:24:50 +00:00  underlay-20160830
 7779  -rw-            11645  Mar 27 2017 22:53:14 +00:00  underlay-20170327
 7780  -rw-            11645  Mar 28 2017 18:43:36 +00:00  underlay-20170328
 7781  -rw-            11731  Apr 14 2017 19:45:35 +00:00  underlay-2017_w_radius-03-30
 7782  -rw-            10793   Apr 6 2017 22:50:58 +00:00  underlay-20170403
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.















INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2083 

INFO:root:

C3850-B1>enable
Password: 
*Feb 27 22:59:30.283: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 22:59:30 UTC Wed Feb 27 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
68726  -rw-            10819  Oct 17 2018 15:05:35 +00:00  underlay-20180922
68727  -rw-            10819  Oct 17 2018 15:05:36 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
95435  -rw-             9670  Oct 12 2018 06:08:07 +00:00  underlay-20180922
95436  -rw-             9670  Oct 12 2018 06:08:10 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2070 

INFO:root:

C3850-1>enable
Password: 
*Feb 27 23:53:47.222: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:53:47 UTC Wed Feb 27 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
 8091  -rw-            11232   Dec 2 2018 08:09:21 +00:00  underlay-20181117
56565  -rw-            11232   Dec 2 2018 08:09:22 +00:00  underlay
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.















INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2082 

INFO:root:enable
Password: 
P6-ASR1001X#terminal length 0
P6-ASR1001X#dir | inc underlay
   16  -rw-             3632  Oct 12 2018 08:12:55 +00:00  underlay
   13  -rw-             4528  Jun 20 2018 05:49:45 +00:00  underlay-20180607
   24  -rw-             3632  Oct 12 2018 08:12:49 +00:00  underlay-20180922
   17  -rw-             3551  Aug 31 2017 07:40:50 +00:00  underlay-20170824
P6-ASR1001X#exit





























































P6-ASR1001X con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
81612  -rw-        5244   Dec 2 2018 08:13:15 +00:00  underlay-20181117
81608  -rw-        5244   Dec 2 2018 08:13:16 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
212996  -rw-            10811   Dec 2 2018 08:11:28 +00:00  underlay-20181117
212997  -rw-            10811   Dec 2 2018 08:11:28 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2066 

INFO:root:enable
Password: 
P19-ASR1001X#terminal length 0
P19-ASR1001X#dir | inc underlay
   17  -rw-             5699   Dec 2 2018 08:15:57 +00:00  underlay-20181117
   15  -rw-             5699   Dec 2 2018 08:15:57 +00:00  underlay
P19-ASR1001X#exit





























































P19-ASR1001X con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2089 

INFO:root:enable
C9300-1#dnac123

INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
 8168  -rw-        5244   Dec 1 2018 19:48:24 +00:00  underlay-20181117
 8165  -rw-        5244   Dec 1 2018 19:48:24 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
393226  -rw-            10774  Nov 18 2018 20:29:23 +00:00  underlay-20181117
393227  -rw-            10774  Nov 18 2018 20:29:23 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
182905  -rw-            10308  Nov 18 2018 18:11:44 +00:00  underlay-20181117
182906  -rw-            10308  Nov 18 2018 18:11:45 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2067 

INFO:root:

C3850-B1>enable
Password: 
*Feb 27 23:32:09.945: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:32:09 UTC Wed Feb 27 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
190098  -rw-            10277  Nov 18 2018 20:01:21 +00:00  underlay
190096  -rw-            10277  Nov 18 2018 20:01:21 +00:00  underlay-20181117
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.















INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2066 

INFO:root:enable
Password: 
P11-ASR1001X#terminal length 0
P11-ASR1001X#dir | inc underlay
   16  -rw-             5691  Nov 18 2018 20:06:07 +00:00  underlay
   15  -rw-             5691  Nov 18 2018 20:06:07 +00:00  underlay-20181117
P11-ASR1001X#exit





























































P11-ASR1001X con0 is now available





Press RETURN to get started.















INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
40409  -rw-            10799  Nov 18 2018 11:13:45 +00:00  underlay-20181117
40412  -rw-            10799  Nov 18 2018 11:13:45 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 27 23:30:52.727: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:30:52 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
 7756  -rw-            11013  Nov 18 2018 20:00:36 +00:00  underlay-20181117
 7759  -rw-            11013  Nov 18 2018 20:00:37 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2070 

INFO:root:

C3850-1>enable
Password: 
*Feb 27 23:30:27.742: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:30:27 UTC Wed Feb 27 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
54219  -rw-            11005  Nov 18 2018 19:59:54 +00:00  underlay-20181117
54222  -rw-            11005  Nov 18 2018 19:59:55 +00:00  underlay
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
64903  -rw-        5318  Nov 18 2018 20:02:23 +00:00  underlay-20181117
64905  -rw-        5318  Nov 18 2018 20:02:24 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 27 23:50:07.431: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:50:07 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
 8089  -rw-            11004   Dec 3 2018 15:35:33 +00:00  underlay-20181117
 8091  -rw-            11004   Dec 3 2018 15:35:34 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
524311  -rw-             8233  Jun 10 2018 12:22:40 +00:00  underlay-20180607
524312  -rw-            10988  Oct 15 2018 04:34:39 +00:00  underlay
524316  -rw-            10988  Oct 15 2018 04:34:39 +00:00  underlay-20180922
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
155218  -rw-            10798   Dec 1 2018 16:15:07 +00:00  underlay
155217  -rw-            10798   Dec 1 2018 16:15:06 +00:00  underlay-20181117
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 27 23:48:33.171: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:48:33 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
30988  -rw-            11012   Dec 1 2018 18:27:40 +00:00  underlay-20181117
30989  -rw-            11012   Dec 1 2018 18:27:41 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2070 

INFO:root:

C3850-1>enable
Password: 
C3850-1#
*Feb 27 23:48:24.898: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:48:24 UTC Wed Feb 27 2019terminal length 0
C3850-1#dir | inc underlay
23246  -rw-            11012   Dec 1 2018 18:29:29 +00:00  underlay
23243  -rw-            11012   Dec 1 2018 18:29:28 +00:00  underlay-20181117
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
73450  -rw-        5244   Dec 1 2018 18:22:13 +00:00  underlay-20181117
73451  -rw-        5244   Dec 1 2018 18:22:13 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
111337  -rw-             9643   Dec 1 2018 16:28:30 +00:00  underlay-20181117
111339  -rw-             9643   Dec 1 2018 16:28:31 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2067 

INFO:root:

C3850-B1>enable
Password: 
*Feb 27 23:50:45.678: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:50:45 UTC Wed Feb 27 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
 7972  -rw-            10284   Dec 1 2018 18:31:08 +00:00  underlay-20181117
 7973  -rw-            10284   Dec 1 2018 18:31:08 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2066 

INFO:root:enable
Password: 
P15-ASR1001X#terminal length 0
P15-ASR1001X#dir | inc underlay
   16  -rw-             5666   Dec 1 2018 18:29:19 +00:00  underlay
   15  -rw-             5666   Dec 1 2018 18:29:19 +00:00  underlay-20181117
P15-ASR1001X#exit





























































P15-ASR1001X con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
32643  -rw-        5244   Dec 1 2018 18:58:53 +00:00  underlay
32653  -rw-        5244   Dec 1 2018 18:58:52 +00:00  underlay-20181117
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2068 

INFO:root:enable
Password: 
*Feb 27 21:48:38.194: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: 10.172.19.101] [localport: 22] at 21:48:38 UTC Wed Feb 27 2019
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
159042  -rw-             9635   Dec 2 2018 05:55:23 +00:00  underlay
159051  -rw-             9635   Dec 2 2018 05:55:22 +00:00  underlay-20181117
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
114698  -rw-            10771  Oct 21 2018 21:28:03 +00:00  underlay-20181021
114699  -rw-            10771  Oct 21 2018 21:28:03 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
61960  -rw-            10820  Oct 21 2018 14:01:08 +00:00  underlay-20181021
61963  -rw-            15814  Oct 15 2018 08:22:26 +00:00  underlay-20180922
61964  -rw-            10820  Oct 21 2018 14:01:09 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 27 23:54:55.897: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:54:55 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
77451  -rw-            11024  Oct 21 2018 21:28:36 +00:00  underlay-20181021
77452  -rw-            11024  Oct 21 2018 21:28:37 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2070 

INFO:root:

C3850-1>enable
Password: 
*Feb 27 23:52:00.112: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:52:00 UTC Wed Feb 27 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
24257  -rw-            11050  Oct 21 2018 21:31:17 +00:00  underlay-20181021
24334  -rw-            11050  Oct 21 2018 21:31:18 +00:00  underlay
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
16234  -rw-        5258  Oct 21 2018 21:30:44 +00:00  underlay-20181021
16235  -rw-        5258  Oct 21 2018 21:30:44 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.












INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
198809  -rw-             9641  Oct 21 2018 19:13:54 +00:00  underlay-20181021
198810  -rw-             9641  Oct 21 2018 19:13:55 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2067 

INFO:root:

C3850-B1>enable
Password: 
*Feb 27 23:55:37.137: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:55:37 UTC Wed Feb 27 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
63625  -rw-            10940  Oct 21 2018 21:25:13 +00:00  underlay-20181021
63626  -rw-            10940  Oct 21 2018 21:25:14 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2066 

INFO:root:enable
Password: 
P1-ASR1001X#terminal length 0
P1-ASR1001X#dir | inc underlay
   17  -rw-             5703  Oct 21 2018 21:26:51 +00:00  underlay
   15  -rw-             5703  Oct 21 2018 21:26:51 +00:00  underlay-20181021
P1-ASR1001X#exit





























































P1-ASR1001X con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
 8171  -rw-        5274   Dec 1 2018 19:56:30 +00:00  underlay-20181117
 8169  -rw-        5274   Dec 1 2018 19:56:31 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.








INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2086 

INFO:root:

C3850-1>enable
Password: 
*Feb 27 23:48:01.001: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:48:01 UTC Wed Feb 27 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
 7756  -rw-            11004   Dec 1 2018 19:55:20 +00:00  underlay
 7761  -rw-            11004   Dec 1 2018 19:55:19 +00:00  underlay-20181117
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.



*Feb 27 23:48:09.698: %DOT1X-5-FAIL: Switch 1 R0/0: sessmgrd: Authentication failed for client (a03d.6f57.8d56) with reason (No Response from Client) on Interface Te1/0/38 AuditSessionID C0A81222000030E7315B5000
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 27 23:48:28.038: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 23:48:28 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
38723  -rw-            11012   Dec 1 2018 20:08:03 +00:00  underlay
38736  -rw-            11012   Dec 1 2018 20:08:02 +00:00  underlay-20181117
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
 7756  -rw-            10798   Dec 1 2018 11:43:33 +00:00  underlay-20181117
 7757  -rw-            10798   Dec 1 2018 11:43:33 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2082 

INFO:root:enable
Password: 
P18-ASR1001X#terminal length 0
P18-ASR1001X#dir | inc underlay
   12  -rw-             5699   Dec 1 2018 19:52:52 +00:00  underlay
   16  -rw-             5699   Dec 1 2018 19:52:52 +00:00  underlay-20181117
P18-ASR1001X#exit





























































P18-ASR1001X con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2083 

INFO:root:enable
Password: 

% Authentication failed

Username: exit
Password: 
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
71577  -rw-             9635   Dec 1 2018 17:57:37 +00:00  underlay-20181117
71580  -rw-             9635   Dec 1 2018 17:57:37 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2089 

INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.249 2089 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
507914  -rw-            10773   Dec 1 2018 19:18:07 +00:00  underlay-20181117
507928  -rw-            10773   Dec 1 2018 19:18:07 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.












INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
335885  -rw-            10773   Dec 1 2018 19:53:24 +00:00  underlay-20181117
335899  -rw-            10773   Dec 1 2018 19:53:24 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
172042  -rw-            10766  Nov 18 2018 17:38:54 +00:00  underlay-20181117
172043  -rw-            10766  Nov 18 2018 17:38:55 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2082 

INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.250 2082 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
64903  -rw-        5245  Nov 18 2018 17:41:12 +00:00  underlay-20181117
64904  -rw-        5245  Nov 18 2018 17:41:13 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.








INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2086 

INFO:root:enable
Password: 

% Authentication failed

Username: exit
Password: 
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2087 

INFO:root:enable
Password: 

% Authentication failed

Username: dir | inc underlay
Password: 
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
 7771  -rw-            10799  Nov 18 2018 09:35:42 +00:00  underlay-20181117
 7772  -rw-            10799  Nov 18 2018 09:35:43 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2082 

INFO:root:enable
Password: 
P10-ASR1001X#terminal length 0
P10-ASR1001X#dir | inc underlay
   16  -rw-             5667  Nov 18 2018 17:43:45 +00:00  underlay
   15  -rw-             5667  Nov 18 2018 17:43:44 +00:00  underlay-20181117
P10-ASR1001X#exit





























































P10-ASR1001X con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2083 

INFO:root:enable
Password: 

% Authentication failed

Username: dir | inc underlay
Password: 
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
87481  -rw-             9644  Nov 18 2018 15:42:21 +00:00  underlay-20181117
87483  -rw-             9644  Nov 18 2018 15:42:21 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.












INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2082 

INFO:root:enable
Password: 
P14-ASR1001X#terminal length 0
P14-ASR1001X#dir | inc underlay
   16  -rw-             5667  Nov 18 2018 21:43:45 +00:00  underlay
   15  -rw-             5667  Nov 18 2018 21:43:44 +00:00  underlay-20181117
P14-ASR1001X#exit





























































P14-ASR1001X con0 is now available





Press RETURN to get started.








INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.247 2083 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
143145  -rw-            10300  Nov 18 2018 19:32:10 +00:00  underlay-20181117
143146  -rw-            10300  Nov 18 2018 19:32:11 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
32647  -rw-        5245  Nov 18 2018 21:42:06 +00:00  underlay-20181117
32651  -rw-        7210   Feb 8 2019 22:08:53 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2086 

INFO:root:

C3850-1>enable
Password: 
*Feb 28 00:37:39.074: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 00:37:39 UTC Thu Feb 28 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
46477  -rw-            11013  Nov 18 2018 21:39:52 +00:00  underlay
46476  -rw-            11013  Nov 18 2018 21:39:51 +00:00  underlay-20181117
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 00:37:15.882: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 00:37:15 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
85198  -rw-            11013  Nov 18 2018 21:39:32 +00:00  underlay
85197  -rw-            11013  Nov 18 2018 21:39:31 +00:00  underlay-20181117
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
24249  -rw-            10799  Nov 18 2018 12:48:52 +00:00  underlay-20181117
24251  -rw-            10799  Nov 18 2018 12:48:53 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.










INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
565258  -rw-            10794  Nov 18 2018 21:42:56 +00:00  underlay-20181117
565259  -rw-            10794  Nov 18 2018 21:42:56 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
16228  -rw-        5301  Oct 11 2018 23:38:01 +00:00  underlay
16229  -rw-        5130  Sep 19 2000 23:10:28 +00:00  underlay-20160830
16235  -rw-        5582  Jun 10 2018 05:12:07 +00:00  underlay-20180607
16241  -rw-        5301  Oct 11 2018 23:38:00 +00:00  underlay-20180922
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2083 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 00:57:35.225: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 00:57:35 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
39772  -rw-            10081  Oct 22 2018 14:24:05 +00:00  underlay-20181021
39773  -rw-            10081  Oct 22 2018 14:24:05 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
135188  -rw-            10317  Oct 22 2018 11:46:15 +00:00  underlay-20181021
135189  -rw-            10317  Oct 22 2018 11:46:16 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2082 

INFO:root:enable
Password: 
P2-ASR1001X#terminal length 0
P2-ASR1001X#dir | inc underlay
   16  -rw-             5711  Oct 22 2018 14:25:24 +00:00  underlay
   15  -rw-             5711  Oct 22 2018 14:25:24 +00:00  underlay-20181021
P2-ASR1001X#exit





























































P2-ASR1001X con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 00:56:13.292: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 00:56:13 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
46474  -rw-            11024  Oct 22 2018 14:21:57 +00:00  underlay-20181021
46475  -rw-            11024  Oct 22 2018 14:21:58 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
139413  -rw-            10820  Oct 22 2018 12:58:48 +00:00  underlay
139412  -rw-            10820  Oct 22 2018 12:58:48 +00:00  underlay-20181021
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
32458  -rw-        5258  Oct 22 2018 14:23:16 +00:00  underlay-20181021
32459  -rw-        5258  Oct 22 2018 14:23:17 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2086 

INFO:root:enable
Password: 

% Authentication failed

Username: dir | inc underlay
Password: 
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.241 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
32778  -rw-            10735  Oct 22 2018 14:24:20 +00:00  underlay-20181021
32779  -rw-            10735  Oct 22 2018 14:24:20 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.












INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2082 

INFO:root:enable
Password: 
P4-ASR1001X#terminal length 0
P4-ASR1001X#dir | inc underlay
   15  -rw-             3475  Oct 22 2018 12:53:07 +00:00  underlay-20181021
   16  -rw-             3663  Nov 18 2018 04:32:24 +00:00  underlay
   19  -rw-             3663  Nov 18 2018 04:32:30 +00:00  underlay-20181117
P4-ASR1001X#exit





























































P4-ASR1001X con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2083 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 01:02:29.788: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:02:29 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
55676  -rw-            10296  Oct 22 2018 20:36:29 +00:00  underlay-20181021
55677  -rw-            10296  Oct 22 2018 20:36:29 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.












INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
47721  -rw-            10308  Oct 22 2018 18:14:28 +00:00  underlay-20181021
47722  -rw-            10308  Oct 22 2018 18:14:29 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
24345  -rw-        5258  Oct 22 2018 20:35:48 +00:00  underlay-20181021
24346  -rw-        5258  Oct 22 2018 20:35:49 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2086 

INFO:root:

C3850-1>enable
Password: 
*Feb 28 01:03:36.197: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:03:36 UTC Thu Feb 28 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
 7755  -rw-            11012  Oct 22 2018 20:38:38 +00:00  underlay-20181021
 7759  -rw-            11012  Oct 22 2018 20:38:39 +00:00  underlay
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.








INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 01:04:24.709: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:04:24 UTC Thu Feb 28 2019
C3850-2#
*Feb 28 01:04:27.695: %SNMP-3-RESPONSE_DELAYED: processing GetNext of ciscoFlashFileEntry.2.10.1.98 (8150 msecs)terminal length 0
C3850-2#
*Feb 28 01:04:28.122: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: 10.172.4.101] [localport: 22] at 01:04:28 UTC Thu Feb 28 2019dir | inc underlay
15499  -rw-            11024  Oct 22 2018 20:39:48 +00:00  underlay-20181021
15500  -rw-            11024  Oct 22 2018 20:39:49 +00:00  underlay
C3850-2#
*Feb 28 01:04:31.944: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: 10.172.4.101] [localport: 22] at 01:04:31 UTC Thu Feb 28 2019exit





























































C3850-2 con0 is now available





Press RETURN to get started.










INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
77449  -rw-            10830  Oct 22 2018 13:02:09 +00:00  underlay-20181021
77451  -rw-            10830  Oct 22 2018 13:02:10 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
548874  -rw-            10750  Oct 22 2018 20:52:11 +00:00  underlay-20181021
548875  -rw-            10750  Oct 22 2018 20:52:12 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
671754  -rw-            10773   Dec 3 2018 15:40:22 +00:00  underlay-20181117
671755  -rw-            10773   Dec 3 2018 15:40:22 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
89239  -rw-        5298  Nov 18 2018 12:06:04 +00:00  underlay-20181117
89240  -rw-        5298  Nov 18 2018 12:06:04 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2086 

INFO:root:

C3850-1>enable
Password: 
*Feb 28 01:05:47.640 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:05:47 UTC Thu Feb 28 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
23249  -rw-            11003  Nov 18 2018 12:09:03 +00:00  underlay-20181117
23252  -rw-            11003  Nov 18 2018 12:09:04 +00:00  underlay
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 01:04:52.912 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:04:52 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
46485  -rw-            10986  Nov 18 2018 12:08:30 +00:00  underlay
46484  -rw-            10986  Nov 18 2018 12:08:29 +00:00  underlay-20181117
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
54220  -rw-            10783  Nov 18 2018 03:39:23 +00:00  underlay-20181117
54221  -rw-            10783  Nov 18 2018 03:39:24 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2082 

INFO:root:enable
Password: 
P8-ASR1001X#terminal length 0
P8-ASR1001X#dir | inc underlay
   16  -rw-             5649  Nov 18 2018 12:08:50 +00:00  underlay
   15  -rw-             5649  Nov 18 2018 12:08:50 +00:00  underlay-20181117
P8-ASR1001X#exit





























































P8-ASR1001X con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2083 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 01:06:12.007 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:06:12 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
 7966  -rw-            10328  Nov 18 2018 12:06:55 +00:00  underlay
 7965  -rw-            10328  Nov 18 2018 12:06:55 +00:00  underlay-20181117
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
 7961  -rw-            10296  Nov 18 2018 09:37:50 +00:00  underlay-20181117
 7962  -rw-            10296  Nov 18 2018 09:37:51 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
679946  -rw-            10819  Nov 18 2018 12:07:29 +00:00  underlay-20181117
679947  -rw-            10819  Nov 18 2018 12:07:29 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2086 

INFO:root:enable
Password: 
*Feb 28 01:05:24.227: %DOT1X-5-FAIL: Switch 1 R0/0: sessmgrd: Authentication failed for client (a03d.6f57.8da4) with reason (No Response from Client) on Interface Te1/0/38 AuditSessionID C0A8146A0000569A31A2079D

% Authentication failed

Username: dir | inc underlay
Password: 
INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.247 2070 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
32650  -rw-        5245  Nov 18 2018 21:01:26 +00:00  underlay-20181117
32651  -rw-        5245  Nov 18 2018 21:01:27 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.








INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
15496  -rw-            10791  Nov 18 2018 12:55:51 +00:00  underlay-20181117
15497  -rw-            10791  Nov 18 2018 12:55:51 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 02:15:03.537 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 02:15:03 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
69701  -rw-            11013  Nov 18 2018 22:28:30 +00:00  underlay-20181117
69702  -rw-            11013  Nov 18 2018 22:28:31 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2066 

INFO:root:enable
Password: 
P13-ASR1001X#terminal length 0
P13-ASR1001X#dir | inc underlay
   15  -rw-             5666  Nov 18 2018 21:03:04 +00:00  underlay
   14  -rw-             5666  Nov 18 2018 21:03:04 +00:00  underlay-20181117
P13-ASR1001X#exit





























































P13-ASR1001X con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
47721  -rw-             9644  Nov 18 2018 19:15:12 +00:00  underlay-20181117
47723  -rw-             9644  Nov 18 2018 19:15:12 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2067 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 02:17:39.361 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 02:17:39 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
31695  -rw-            10285  Nov 18 2018 22:24:22 +00:00  underlay
31694  -rw-            10285  Nov 18 2018 22:24:22 +00:00  underlay-20181117
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2066 

INFO:root:enable
Password: 
P17-ASR1001X#terminal length 0
P17-ASR1001X#dir | inc underlay
   21  -rw-             5665   Dec 1 2018 19:53:10 +00:00  underlay
   15  -rw-             5665   Dec 1 2018 19:53:10 +00:00  underlay-20181117
P17-ASR1001X#exit





























































P17-ASR1001X con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
190859  -rw-             9643   Dec 1 2018 17:38:21 +00:00  underlay-20181117
190860  -rw-             9643   Dec 1 2018 17:38:21 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.249 2067 

INFO:root:None
INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.249 2070 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.247 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
573452  -rw-            10794  Nov 18 2018 21:02:41 +00:00  underlay-20181117
573453  -rw-            10794  Nov 18 2018 21:02:41 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
16283  -rw-            10798   Dec 1 2018 11:32:54 +00:00  underlay
16179  -rw-            10798   Dec 1 2018 11:32:54 +00:00  underlay-20181117
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.249 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 01:17:49.916: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:17:49 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
80806  -rw-            11012   Dec 1 2018 19:52:27 +00:00  underlay
32333  -rw-            11012   Dec 1 2018 19:52:26 +00:00  underlay-20181117
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2070 

INFO:root:

C3850-1>enable
Password: 
*Feb 28 00:47:52.353: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 00:47:52 UTC Thu Feb 28 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
54219  -rw-            11032  Oct 22 2018 14:54:30 +00:00  underlay-20181021
54220  -rw-            11032  Oct 22 2018 14:54:31 +00:00  underlay
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.















INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
81127  -rw-        5258  Oct 22 2018 15:15:58 +00:00  underlay-20181021
81128  -rw-        5258  Oct 22 2018 15:15:59 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
69703  -rw-            10820  Oct 22 2018 06:19:46 +00:00  underlay-20181021
69704  -rw-            10820  Oct 22 2018 06:19:47 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.










INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 00:48:48.686: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 00:48:48 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
77456  -rw-            11032  Oct 22 2018 14:54:45 +00:00  underlay-20181021
77459  -rw-            11032  Oct 22 2018 14:54:47 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2066 

INFO:root:enable
Password: 
P3-ASR1001X#terminal length 0
P3-ASR1001X#dir | inc underlay
   16  -rw-             5678  Oct 22 2018 07:28:13 +00:00  underlay
   15  -rw-             5678  Oct 22 2018 07:28:11 +00:00  underlay-20181021
P3-ASR1001X#exit





























































P3-ASR1001X con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
23865  -rw-             9661  Oct 22 2018 13:04:44 +00:00  underlay-20181021
23867  -rw-             9661  Oct 22 2018 13:04:44 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2067 

INFO:root:enable
Password: 
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
143146  -rw-            10288  Oct 22 2018 14:48:36 +00:00  underlay-20181021
143147  -rw-            10288  Oct 22 2018 14:48:36 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2066 

INFO:root:enable
Password: 
P7-ASR1001X#terminal length 0
P7-ASR1001X#dir | inc underlay
   16  -rw-             5547  Oct 11 2018 23:42:39 +00:00  underlay
   13  -rw-            10166  Jun 20 2018 06:57:47 +00:00  underlay-20180607
   17  -rw-             3570  Aug 31 2017 07:46:11 +00:00  underlay-20170824
   20  -rw-             4035  Oct 23 2017 08:34:02 +00:00  underlay-20171021
   29  -rw-             5547  Oct 11 2018 23:42:39 +00:00  underlay-20180922
   25  -rw-             8390  Jan 24 2018 14:54:04 +00:00  underlay-20180124
P7-ASR1001X#exit





























































P7-ASR1001X con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
167003  -rw-            10116  Oct 12 2018 04:34:07 +00:00  underlay
167004  -rw-            10116  Oct 12 2018 04:34:06 +00:00  underlay-20180922
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2067 

INFO:root:

C3850-B1>enable
Password: 
*Feb 27 18:11:00.533: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 18:11:00 UTC Wed Feb 27 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
65541  -rw-             6300  Jun 10 2018 05:11:53 +00:00  underlay-20180607
65546  -rw-             8009  Oct 23 2017 09:23:57 +00:00  underlay-20171021
65555  -rw-             9494  May 26 2016 22:55:04 +00:00  underlay-20160525
65559  -rw-             7984  Jan 22 2018 14:31:06 +00:00  underlay-20180122
65562  -rw-            11267  Oct 15 2018 05:20:04 +00:00  underlay
65560  -rw-             7994  Aug 17 2017 18:42:21 +00:00  underlay-20170817
65565  -rw-             7605  Oct 15 2016 14:58:07 +00:00  underlay-20160830
65568  -rw-             7890  Aug 29 2017 14:49:52 +00:00  underlay-20170829
65570  -rw-             6345  Jan 30 2018 04:20:48 +00:00  underlay-20180125
65598  -rw-            11267  Oct 15 2018 05:20:03 +00:00  underlay-20180922
65574  -rw-             8593   Mar 4 2001 01:53:47 +00:00  underlay-20170625
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2070 

INFO:root:

C3850-1>enable
Password: 
*Feb 27 18:13:42.903: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 18:13:42 UTC Wed Feb 27 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
38725  -rw-             7428   Mar 4 2001 02:25:40 +00:00  underlay-20170625
38727  -rw-             7472  Aug 17 2017 18:42:53 +00:00  underlay-20170817
38723  -rw-             7086  Jun 10 2018 05:11:44 +00:00  underlay-20180607
38738  -rw-             7466  Sep 25 2017 19:19:54 +00:00  underlay-20170925
38739  -rw-             7462  Jan 22 2018 14:37:13 +00:00  underlay-20180122
38740  -rw-             7255  Jan 30 2018 04:20:49 +00:00  underlay-20180125
38746  -rw-             8874  Oct 15 2018 05:24:53 +00:00  underlay
38747  -rw-            10006  Oct 15 2016 16:25:25 +00:00  underlay-20160830
38744  -rw-            11402  May 25 2016 15:27:33 +00:00  underlay-20160525
38757  -rw-            10900   Dec 5 2000 00:52:45 +00:00  underlay-20170328
38758  -rw-            10799   Dec 7 2000 12:54:32 +00:00  underlay-2017_w_radius-03-30
38779  -rw-             8874  Oct 15 2018 05:24:52 +00:00  underlay-20180922
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.242 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
393226  -rw-            10750  Oct 22 2018 14:55:29 +00:00  underlay-20181021
393227  -rw-            10750  Oct 22 2018 14:55:29 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.












INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
31052  -rw-            11065  Oct 15 2018 03:08:12 +00:00  underlay
31053  -rw-            11065  Oct 15 2018 03:08:11 +00:00  underlay-20180922
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.244 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 27 18:11:21.832: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 18:11:21 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
 8084  -rw-             9049   Mar 4 2001 01:53:48 +00:00  underlay-20170625
 8089  -rw-             9154  Aug 17 2017 18:43:18 +00:00  underlay-20170817
 8083  -rw-             7453  Jun 10 2018 05:11:37 +00:00  underlay-20180607
 8095  -rw-             9159  Sep 25 2017 19:19:53 +00:00  underlay-20170925
 8091  -rw-            11105  Oct 15 2018 05:20:08 +00:00  underlay
 8093  -rw-             9193  Jun 16 2017 10:36:10 +00:00  underlay-20160830
 8111  -rw-             9086  Jan 22 2018 14:45:11 +00:00  underlay-20180122
 8098  -rw-             9741  Jun 16 2017 10:36:56 +00:00  underlay-20170327
 8099  -rw-             8889  Jun 16 2017 10:37:16 +00:00  underlay-20170403
 8112  -rw-             7519  Jan 30 2018 04:20:50 +00:00  underlay-20180125
 8125  -rw-             7402  Jun 20 2018 06:26:34 +00:00  underlay_20180607
 8134  -rw-            11105  Oct 15 2018 05:20:08 +00:00  underlay-20180922
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
39769  -rw-             9661  Oct 22 2018 20:17:17 +00:00  underlay-20181021
39771  -rw-             9661  Oct 22 2018 20:17:18 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.















INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.243 2067 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2066 

INFO:root:enable
Password: 
P5-ASR1001X#terminal length 0
P5-ASR1001X#dir | inc underlay
   15  -rw-             5678  Oct 22 2018 21:57:50 +00:00  underlay-20181021
   16  -rw-             5678  Oct 22 2018 21:57:50 +00:00  underlay
P5-ASR1001X#exit





























































P5-ASR1001X con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
23244  -rw-            10798   Dec 3 2018 07:15:51 +00:00  underlay-20181117
23245  -rw-            10798   Dec 3 2018 07:15:52 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
23291  -rw-            10820  Oct 22 2018 13:53:10 +00:00  underlay-20181021
23292  -rw-            10820  Oct 22 2018 13:53:11 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 00:54:12.163: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 00:54:12 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
30989  -rw-            11042  Oct 22 2018 21:51:33 +00:00  underlay
30988  -rw-            11042  Oct 22 2018 21:51:31 +00:00  underlay-20181021
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.243 2070 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
56793  -rw-        5258  Oct 22 2018 21:56:11 +00:00  underlay-20181021
56794  -rw-        5258  Oct 22 2018 21:56:11 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.243 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
303114  -rw-            10770  Oct 22 2018 21:50:27 +00:00  underlay-20181021
303115  -rw-            10770  Oct 22 2018 21:50:27 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 01:25:01.435: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:25:01 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
38735  -rw-            11004   Dec 2 2018 08:08:49 +00:00  underlay
38734  -rw-            11004   Dec 2 2018 08:08:48 +00:00  underlay-20181117
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
62084  -rw-             6469  Oct 12 2018 07:20:30 +00:00  underlay-20180922
62085  -rw-             6469  Oct 12 2018 07:20:31 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2071 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 01:12:46.072: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:12:46 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
92929  -rw-             9135  Jun 25 2017 19:51:11 +00:00  underlay-20170625
 7749  -rw-             9168  Aug 17 2017 18:53:50 +00:00  underlay-20170817
 7747  -rw-             7394  Jun 17 2018 16:43:39 +00:00  underlay-20180607
 7753  -rw-             9159  Sep 25 2017 19:47:53 +00:00  underlay-20170925
 7762  -rw-             8780  Oct 12 2018 14:58:12 +00:00  underlay
 7763  -rw-             9193  Oct 15 2016 17:21:27 +00:00  underlay-20160830
 7757  -rw-            13412  Jan 18 2018 16:38:56 +00:00  underlay-20180118
 7760  -rw-            11776  Jan 30 2018 15:39:01 +00:00  underlay-20180125
 7772  -rw-             9741  Mar 27 2017 22:56:39 +00:00  underlay-20170327
 7773  -rw-             8889   Apr 6 2017 23:20:33 +00:00  underlay-20170403
 7788  -rw-             8780  Oct 12 2018 14:58:11 +00:00  underlay-20180922
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2070 

INFO:root:

C3850-1>enable
Password: 
*Feb 28 01:13:11.842: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:13:11 UTC Thu Feb 28 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
30980  -rw-             9442  Jun 25 2017 19:51:08 +00:00  underlay-20170625
30982  -rw-             9204   Aug 6 2017 19:47:05 +00:00  underlay-20170806
30996  -rw-            13482  Jan 18 2018 16:36:27 +00:00  underlay-20180118
30984  -rw-             9230  Aug 17 2017 18:53:06 +00:00  underlay-20170817
30979  -rw-            11648  Jun 10 2018 12:39:39 +00:00  underlay-20180607
30989  -rw-             9221  Sep 25 2017 19:47:52 +00:00  underlay-20170925
30994  -rw-             8788  Oct 12 2018 14:46:10 +00:00  underlay
30995  -rw-            10489  Oct 15 2016 16:56:23 +00:00  underlay-20160830
31024  -rw-             8788  Oct 12 2018 14:46:09 +00:00  underlay-20180922
30999  -rw-            11846  Jan 30 2018 15:39:00 +00:00  underlay-20180125
31002  -rw-            11037  Mar 27 2017 22:56:36 +00:00  underlay-20170327
31003  -rw-            11037  Mar 28 2017 19:00:12 +00:00  underlay-20170328
31004  -rw-            10935  Mar 31 2017 06:55:13 +00:00  underlay-2017_w_radius-03-30
31005  -rw-            10185   Apr 6 2017 23:20:28 +00:00  underlay-20170403
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2069 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
 8116  -rw-        5237  Oct 12 2018 14:53:11 +00:00  underlay
 8117  -rw-        5116  Jan 11 2017 17:03:28 +00:00  underlay-20160830
 8121  -rw-        5628  Jun 10 2018 12:39:57 +00:00  underlay-20180607
 8127  -rw-        5237  Oct 12 2018 14:53:10 +00:00  underlay-20180922
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.







INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2068 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
87484  -rw-            10708  Oct 12 2018 14:36:35 +00:00  underlay
87481  -rw-            10708  Oct 12 2018 14:36:34 +00:00  underlay-20180922
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2067 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 01:12:25.495: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:12:25 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
 7959  -rw-             7847  Aug 29 2017 14:48:41 +00:00  underlay-20170829
 7956  -rw-             7951  Aug 17 2017 18:52:44 +00:00  underlay-20170817
 7955  -rw-            10476  Jun 10 2018 12:39:46 +00:00  underlay-20180607
 7961  -rw-            10169  Oct 23 2017 04:14:15 +00:00  underlay-20171021
 7995  -rw-            11179  Oct 12 2018 14:57:10 +00:00  underlay-20180922
 7967  -rw-            11179  Oct 12 2018 14:57:11 +00:00  underlay
 7970  -rw-             7653  Oct 15 2016 17:03:28 +00:00  underlay-20160830
 7968  -rw-            12160  Jan 18 2018 16:20:37 +00:00  underlay-20180118
 7969  -rw-            10521  Jan 30 2018 15:38:59 +00:00  underlay-20180125
 7977  -rw-             8537  Mar 27 2017 22:56:32 +00:00  underlay-20170327
 7978  -rw-             7685   Apr 6 2017 23:20:18 +00:00  underlay-20170403
 7980  -rw-             7910  Jun 25 2017 19:51:08 +00:00  underlay-20170625
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2066 

INFO:root:enable
Password: 
P9-ASR1001X#terminal length 0
P9-ASR1001X#dir | inc underlay
   18  -rw-             5611  Oct 12 2018 14:57:11 +00:00  underlay
   13  -rw-             3925  Jun 20 2018 14:01:32 +00:00  underlay-20180607
   19  -rw-             3629  Aug 31 2017 07:45:47 +00:00  underlay-20170824
   21  -rw-             4094  Oct 22 2017 20:51:31 +00:00  underlay-20171021
   30  -rw-             5611  Oct 12 2018 14:57:11 +00:00  underlay-20180922
P9-ASR1001X#exit





























































P9-ASR1001X con0 is now available





Press RETURN to get started.











INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2082 

INFO:root:enable
Password: 
P16-ASR1001X#terminal length 0
P16-ASR1001X#dir | inc underlay
   12  -rw-             5665   Dec 1 2018 19:05:01 +00:00  underlay
   16  -rw-             5665   Dec 1 2018 19:05:01 +00:00  underlay-20181117
P16-ASR1001X#exit





























































P16-ASR1001X con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2067 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 01:30:08.067: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:30:08 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
190083  -rw-            10284   Dec 2 2018 08:12:34 +00:00  underlay
190096  -rw-            10284   Dec 2 2018 08:12:33 +00:00  underlay-20181117
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.










INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.245 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
172052  -rw-             8481  Oct 12 2018 15:00:28 +00:00  underlay-20180922
172055  -rw-             6313  Jun 20 2018 14:41:18 +00:00  underlay-20180607
172056  -rw-             8481  Oct 12 2018 15:00:28 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 01:14:23.974 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:14:23 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
 8091  -rw-            11013  Nov 18 2018 20:39:10 +00:00  underlay-20181117
 8093  -rw-            11013  Nov 18 2018 20:39:11 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.














INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
85193  -rw-            10799  Nov 18 2018 13:16:45 +00:00  underlay-20181117
85195  -rw-            10799  Nov 18 2018 13:16:46 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
16330  -rw-        5245  Nov 18 2018 20:40:17 +00:00  underlay-20181117
16331  -rw-        5245  Nov 18 2018 20:40:18 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.


INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.246 2086 

INFO:root:None
INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.246 2083 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
95048  -rw-            10300  Nov 18 2018 20:30:41 +00:00  underlay-20181117
95049  -rw-            10300  Nov 18 2018 20:30:41 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
This switch is not reachable: 128.107.88.246 2082 

INFO:root:None
INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2083 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 01:20:40.034 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:20:40 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
134654  -rw-            10284   Dec 1 2018 18:58:56 +00:00  underlay
134657  -rw-            10284   Dec 1 2018 18:58:55 +00:00  underlay-20181117
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
 7961  -rw-            10307   Dec 4 2018 21:00:08 +00:00  underlay-20181117
151092  -rw-            10307   Dec 4 2018 21:00:08 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.



INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2073 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
245770  -rw-            10765   Dec 1 2018 18:23:30 +00:00  underlay-20181117
245771  -rw-            10765   Dec 1 2018 18:23:30 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.









INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2087 

INFO:root:

C3850-2>enable
Password: 
*Feb 28 01:19:19.943 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:19:19 UTC Thu Feb 28 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
 7759  -rw-            11012   Dec 1 2018 18:59:37 +00:00  underlay-20181117
 7756  -rw-            11012   Dec 1 2018 18:59:39 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.








INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2088 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
 7759  -rw-            10781   Dec 1 2018 11:36:57 +00:00  underlay-20181117
 7756  -rw-            10781   Dec 1 2018 11:36:58 +00:00  underlay
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.246 2089 

INFO:root:enable
Password: 
C9300-1#terminal length 0
C9300-1#dir | inc underlay
581644  -rw-            10774  Nov 18 2018 20:59:30 +00:00  underlay-20181117
581645  -rw-            10774  Nov 18 2018 20:59:30 +00:00  underlay
C9300-1#exit





























































C9300-1 con0 is now available





Press RETURN to get started.












INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.248 2086 

INFO:root:

C3850-1>enable
Password: 
*Feb 28 01:20:36.407 UTC: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:20:36 UTC Thu Feb 28 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
54210  -rw-            11012   Dec 1 2018 18:59:23 +00:00  underlay
54223  -rw-            11012   Dec 1 2018 18:59:22 +00:00  underlay-20181117
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.




INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2072 

INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
92967  -rw-            10798   Dec 4 2018 14:46:18 +00:00  underlay
92966  -rw-            10798   Dec 4 2018 14:46:18 +00:00  underlay-20181117
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.





INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2085 

INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
 8170  -rw-        5244   Dec 3 2018 15:38:01 +00:00  underlay-20181117
 8171  -rw-        5244   Dec 3 2018 15:38:02 +00:00  underlay
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.













INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2084 

INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
119289  -rw-            10307   Dec 3 2018 13:22:11 +00:00  underlay-20181117
119290  -rw-            10307   Dec 3 2018 13:22:12 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.






INFO:root:
----------------------------------------------------
The IP Address and port number of the switch is: 128.107.88.250 2083 

INFO:root:

C3850-B1>enable
Password: 
*Feb 28 01:26:44.781: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 01:26:44 UTC Thu Feb 28 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
31692  -rw-            10284   Dec 3 2018 15:36:43 +00:00  underlay-20181117
31693  -rw-            10284   Dec 3 2018 15:36:44 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.













