# This is the sample file that execute on some of the devices and the result is stored in this file and also displayed on the screen while executing

INFO:root:

C3850-2>enable
Password: 
*Feb 27 12:28:34.084: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 12:28:34 UTC Wed Feb 27 2019
C3850-2#terminal length 0
C3850-2#dir | inc underlay
69725  -rw-            11539  Oct 12 2018 00:57:04 +00:00  underlay-20180922
69726  -rw-            11539  Oct 12 2018 00:57:05 +00:00  underlay
C3850-2#exit





























































C3850-2 con0 is now available





Press RETURN to get started.






INFO:root:enable
Password: 
C3850-BR#terminal length 0
C3850-BR#dir | inc underlay
 8082  -rw-            11198  Oct 11 2018 23:25:39 +00:00  underlay
 8083  -rw-            11198  Oct 11 2018 23:25:39 +00:00  underlay-20180922
C3850-BR#exit





























































C3850-BR con0 is now available





Press RETURN to get started.






INFO:root:enable
Password: 
C4500#terminal length 0
C4500#dir | inc underlay
40564  -rw-        5255  Oct 12 2018 08:11:49 +00:00  underlay
40565  -rw-        5176  Oct 15 2016 17:07:02 +00:00  underlay-20160830
40569  -rw-        5901  Jun 20 2018 15:28:21 +00:00  underlay-20180607
40575  -rw-        5255  Oct 12 2018 08:11:44 +00:00  underlay-20180922
C4500#exit





























































C4500 con0 is now available





Press RETURN to get started.













INFO:root:

C3850-1>enable
Password: 
*Feb 27 19:44:49.715: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 19:44:49 UTC Wed Feb 27 2019
C3850-1#terminal length 0
C3850-1#dir | inc underlay
 7748  -rw-            10049  Jun 25 2017 20:05:41 +00:00  underlay-20170625
 7750  -rw-             9393   Aug 6 2017 19:49:28 +00:00  underlay-20170806
 7796  -rw-            11122  Oct 12 2018 08:11:53 +00:00  underlay-20180922
 7752  -rw-             9419  Aug 17 2017 18:34:40 +00:00  underlay-20170817
 7747  -rw-             7694  Jun 10 2018 11:34:31 +00:00  underlay-20180607
 7753  -rw-             9410  Sep 25 2017 19:19:07 +00:00  underlay-20170925
 7762  -rw-             7966  Jan 30 2018 10:38:58 +00:00  underlay-20180125
 7769  -rw-            11122  Oct 12 2018 08:11:54 +00:00  underlay
 7770  -rw-            11093  Oct 15 2016 16:24:50 +00:00  underlay-20160830
 7779  -rw-            11645  Mar 27 2017 22:53:14 +00:00  underlay-20170327
 7780  -rw-            11645  Mar 28 2017 18:43:36 +00:00  underlay-20170328
 7781  -rw-            11731  Apr 14 2017 19:45:35 +00:00  underlay-2017_w_radius-03-30
 7782  -rw-            10793   Apr 6 2017 22:50:58 +00:00  underlay-20170403
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.





INFO:root:

C3850-B1>enable
Password: 
*Feb 27 19:07:59.795: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 19:07:59 UTC Wed Feb 27 2019
C3850-B1#terminal length 0
C3850-B1#dir | inc underlay
68726  -rw-            10819  Oct 17 2018 15:05:35 +00:00  underlay-20180922
68727  -rw-            10819  Oct 17 2018 15:05:36 +00:00  underlay
C3850-B1#exit





























































C3850-B1 con0 is now available





Press RETURN to get started.













INFO:root:enable
Password: 
C3850-B2#terminal length 0
C3850-B2#dir | inc underlay
95435  -rw-             9670  Oct 12 2018 06:08:07 +00:00  underlay-20180922
95436  -rw-             9670  Oct 12 2018 06:08:10 +00:00  underlay
C3850-B2#exit





























































C3850-B2 con0 is now available





Press RETURN to get started.


INFO:root:

C3850-1>enable
Password: 
C3850-1#
*Feb 27 20:02:24.409: %SEC_LOGIN-5-LOGIN_SUCCESS: Login Success [user: dnac] [Source: UNKNOWN] [localport: 0] at 20:02:24 UTC Wed Feb 27 2019terminal length 0
C3850-1#dir | inc underlay
 8091  -rw-            11232   Dec 2 2018 08:09:21 +00:00  underlay-20181117
56565  -rw-            11232   Dec 2 2018 08:09:22 +00:00  underlay
C3850-1#exit





























































C3850-1 con0 is now available





Press RETURN to get started.














